Repository: Feowl/API
Catalog: feowl-api/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Password changed successfully.
fr: mot de passe modifié avec succès

source: Change password: %s
fr: Changer mot de passe : %s

source: Welcome to Feowl
fr: Bienvenue sur Feowl

source: Name
fr: Nom

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Requis. 30 caractères min.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
fr: Cette entrée ne peut contenir que des lettres, des chiffre et les caractères /./+/-/_

source: Password
fr: Mot de passe

source: Hello, your message couldn't be translated - please send us another SMS, e.g. PC douala1 40. reply HELP for further information
fr: Votre message n'a pas pu etre compris. Merci de nous envoyer un autre SMS. Example: REP douala1 43. Envoyez AIDE pour plus d'informations

source: You chose to report no power cut. If this is not what you wanted to say, please send us a new SMS
fr: Vous n'avez reporté aucune coupure. Si vous voulez reporter une coupure, merci de nous envoyer un autre SMS

source: You had {0} powercuts yesterday. Durations :
fr: Vous avez eu {0} coupure(s) hier. Durée :

source: If the data have been misunderstood, please send us another SMS.
fr: Si nous n'avons pas bien compris votre message, merci de nous envoyer un autre SMS

source: Thanks for texting! You've joined our team. Your password is {0}. Reply HELP for further informations.
fr: Merci pour votre message! vous avez rejoint notre équipe. Votre mot de passe est {0}. Répondre AIDE pour plus d'info

source: To report a powercut, send PC + the arrondissement name + it's duration in mn(ex: PC douala5 10). Please wait for Feowl asking you by sms before answering.
fr: Pour reporter des coupures, lorsque Feowl vous envoie un SMS, envoyez REP & l'arrondissement & durée en min.(ex:REP douala5 70)

source: To report many powercuts, separate them with a comma(ex: PC douala3 10, douala3 45)
fr: pour reporter plusieurs coupures, separez les par des virgules (ex:REP douala5 70, douala1 15)

source: To unsuscribe, send STOP. If you wasn't in Douala, send OUT. For each valid sms that you send,you'll receive a confirmation
fr: Pour vous désinscrire, envoyez STOP. Si vous n'étiez pas à Douala, envoyez OUT

source: Hello from Feowl
fr: Bonjour de Feowl

source: Hi, did you witness powercuts in Douala yesterday? Reply with "PC no" or "PC arrondissement & duration (in min)". Ex: PC douala1 10, douala3 70
fr: Avez-vous eu des coupures à Douala hier ? Envoyez REP NON ou REP arrondissement & durée en min (ex:REP douala5 70, douala1 15)

source: Hello
fr: Bonjour

source: The Feowl team needs your help!
fr: L'équipe Feowl a besoin de votre aide !

source: We want to know if you experienced powercuts in Douala yesterday.
fr: Nous aimerions savoir si vous avez eu des coupures de courant à Douala hier.

source: To help us,please connect to your
fr: Pour nous aider, merci de vous connecter sur votre

source: and click
fr: puis cliquez sur le lien

source: Reminder: If you have lost your password, you can reset it using this link:
fr: Rappel : si vous avez perdu votre mot de passe, vous pouvez le réinitialiser en utilisant ce lien :

source: Thank you for your contribution,
fr: Merci de votre contribution,

source: See you soon,
fr: A très bientôt

source: The Feowl team
fr: L'équipe Feowl

source: You received this message because this email address was used to register to Feowl.
fr: Vous recevez ce message car vous êtes enregistré sur la plate-forme Feowl.

source: You can unsubscribe at anytime on this page.
fr: Vous pouvez vous désinscire à tout moment sur cette page.

source: Reminder: If you have lost your password, you can reset it using this link: http://www.feowl.com
fr: Rappel : si vous avez perdu votre mot de passe, vous pouvez le réinitialiser en utilisant ce lien :

source: You received this message because this email address was used to register to Feowl.You can unsubscribe at anytime on this page http://www.feowl.com/user/profile
fr: Vous recevez ce message car vous êtes enregistré sur la plate-forme Feowl.

source: Hello,
fr: Bonjour

source: To connect to Feowl, visit
fr: Pour vous connecter à Feowl, rendez-vous sur :

source: We will contact you very soon by e-mail to ask you about your experience with electricity in Douala.
fr: Un premier appel à contribution vous sera envoyé très bientôt par mail pour connaitre la fréquence des coupures d'électricité que vous rencontrez à Douala.

source: Any question? You can contact us at contact@feowl.com
fr: Si vous avez des questions, n'hésitez pas à nous contacter à l'adresse contact@feowl.com

source: Many thanks, looking forward to your contributions!
fr: Merci de votre contribution !

source: Sincerely,
fr: A très bientôt,

source: To connect to Feowl, visit http://www.feowl.com
fr: Pour vous connecter à Feowl, rendez-vous sur :

source: You received this message because this email address was used to register to Feowl.You can unsubscribe at anytime on this page http://www.feowl.com/user/profile.
fr: Vous recevez ce message car vous êtes enregistré sur la plate-forme Feowl.
